Repository: stanford-oval/genie-toolkit
Catalog: po/*.po
Languages: it

source: Media (news, comics, meme, etc)
it: Media (news, fumetti, meme, ecc.)

source: Social Networks (facebook, twitter, etc)
it: Social Network (Facebook, Twitter, ecc.)

source: Home (camera, tv, etc)
it: Casa (telecamera, TV, ecc.)

source: Communication (phone, email, messenger, etc)
it: Comunicazione (telefono, email, messenger, ecc.)

source: Services (weather, calendar, todo list, etc)
it: Servizi (meteo, calendario, attività, ecc.)

source: Data Management (cloud drives)
it: Gestione Dati (dischi in cloud)

source: Pick one from the following categories or simply type in.
it: Scegli una delle categorie sequenti o scrivi direttamente.

source: Do it now
it: Esegui ora

source: Just notify me
it: Notificami

source: Back
it: Indietro

source: Pick a command from the following devices
it: Scegli un comando tra i seguenti dispositivi

source: More…
it: Ancora…

source: Pick a command below.
it: Scegli un comando.

source: now
it: ora

source: notify me
it: notificami

source: Do you want to use your own account or others?
it: Vuoi usare il tuo account o quello di altri?

source: Use my own account
it: Usa il mio account

source: Use others' account
it: Usa l'account di un altro

source: Whose account do you want to use?
it: Vuoi usare l'account di chi?

source: When
it: Quando

source: Get
it: Ottieni

source: Do
it: Fai

source: Add more commands and filters or run your command if you are ready.
it: Aggiungi più comandi e filtri o esegui il tuo comando quando sei pronto.

source: Add a filter
it: Aggiungi un filtro

source: Run it
it: Esegui

source: Click on one of the following buttons to start adding commands.
it: Clicca su uno dei pulsanti seguenti per iniziare ad aggiungere comandi.

source: Pick the command you want to add filters to:
it: Scegli il comando a cui vuoi aggiungere il filtro:

source: Pick the filter you want to add:
it: Scegli il filtro che vuoi aggiungere:

source: Choose a different command
it: Scegli un comando diverso

source: Choose the filter you want to add:
it: Scegli il filtro che vuoi aggiungere:

source: Sorry, I did not understand that. Use ‘help’ to learn what I can do for you.
it: Mi dispiace, non ho capito. Usa ‘aiuto’ per conoscere cosa posso fare per te.

source: if
it: se

source: Sorry, I did not understand that. Try the following instead, or use the Train button to teach me:
it: Mi dispiace, non ho capito. Prova i seguenti comandi invece, o usa il pulsante Allena per insegnarmi:

source: Sorry, I did not understand that. Try the following instead:
it: Mi dispiace, non ho capito. Prova i seguenti comandi invece:

source: Make Your Own Rule
it: Crea la tua regola

source: none of the above
it: nessuno di questi

source: Did you mean any of the following?
it: Intendevi uno dei comandi seguenti?

source: Your last command was a button. I know what a button means. 😛
it: Il tuo ultimo comando era un pulsante. So cosa vuol dire un pulsante. 😛

source: Thanks, I made a note of that.
it: Grazie, lo terrò a mente.

source: Discovery is not available in this installation of Almond.
it: La ricerca non è disponibile in questa installazione di Almond.

source: Sorry, to discover new devices you must log in to your personal account.
it: Mi dispiace, ma per collegare nuovi dispositivi devi fare login al tuo account personale.

source: Register for Almond
it: Registrati ad Almond

source: Searching for devices nearby…
it: Ricerca di dispositivi nelle vicinanze in corso…

source: Can't find any device around.
it: Non riesco a trovare alcun dispositivo qui intorno.

source: I found the following devices. Which one do you want to set up?
it: Ho trovato i seguenti dispositivi, quale vuoi configurare?

source: Sorry, I did not understand that. You might need to enable a new skill before I understand that command. To do so, please log in to your personal account.
it: Mi dispiace, ma non ho capito. È possibile che tu debba abilitare una nuova skill prima che io capisca quel comando. Per farlo, per favore entra nel tuo account personale.

source: Sorry, I did not understand that. You might need to enable a new skill before I understand that command.
it: Mi dispiace, ma non ho capito. È possibile che tu debba abilitare una nuova skill prima che io capisca quel comando.

source: Configure a new skill
it: Configura una nuova skill

source: Remote devices are not supported in this version of Almond.
it: Dispositivi remoti non sono supportati in questa versione di Almond.

source: You need a Matrix account: I talk to other Almonds via the secure Matrix messaging service.
it: Necessiti di un account Matrix: io parlo ad altri Almond attraverso il servizio di messaggistica sicura Matrix.

source: Register a new Matrix account now
it: Registra ora un nuovo account Matrix

source: Okay, I'll remember that.
it: Okay, lo terrò a mente.

source: Yes this time
it: Sì questa volta

source: Always from anybody (no restrictions)
it: Sempre da chiunque (senza restrizioni)

source: Always from anybody
it: Sempre da chiunque

source: Only if…
it: Solo se…

source: Would you like to add more elements to the list?
it: Vuoi aggiungere più elementi alla lista?

source: A description of the result
it: Una descrizione del risultato

source: None of above
it: Nessuno di questi

source: The account has been set up.
it: L'account è stato configurato.

source: The device has been set up.
it: Il dispositivo è stato configurato.

source: The service has been set up.
it: Il servizio è stato configurato.

source: You don't have a valid address book available.
it: Non hai una rubrica disponibile.

source: No contact matches your search.
it: Nessun contatto corrisponde alla tua ricerca.

source: Who do you want to contact?
it: Chi vuoi contattare?

source: Hello! I'm Almond, your virtual assistant.
it: Ciao! Mi chiamo Almond e sono il tuo assistente virtuale.

source: To start, how about you try one of these examples:
it: Per iniziare, che ne dici di provare uno di questi esempi:

source: Welcome back!
it: Bentornato!

source: You should try again later.
it: Riprova più tardi.

source: I am part of a research project of Stanford University. I am capable of understanding actions and events over web services.
it: Sono parte di un progetto di ricerca di Stanford University. Sono in grado di comprendere azioni ed eventi applicabili a servizi web.

source: Please keep in mind: I do not chat, and I do not understand questions very well. Please check out the Thingpedia to find out what I understand, or type ‘help’.
it: Per favore tieni a mente: non chiacchiero, e non capisco molto bene le domande. Dai un'occhiata a Thingpedia per scoprire cosa capisco, o digita ‘aiuto’.

source: I am part of a research project of Stanford University. Would you like to participate?
it: Sono parte di un progetto di ricerca di Stanford University. Vuoi partecipare?

source: With your consent, I will record the commands you give me for training. Recording the commands will allow me to improve my understanding of natural language. I will collect what you type, not your data, or what I reply.
it: Con il tuo consenso, registrerò i comandi che inserisci. Registrare i comandi mi consente di migliorare la mia comprensione della lingua. Raccoglierò solo quello che digiti, non i tuoi dati, o le mie risposte.

source: If you would like to participate, please review our consent form, and keep it for your records:
it: Se vuoi partecipare, per favore leggi il nostro modulo di consenso, e salvane una copia personale.

source: Consent Form
it: Modulo di Consenso

source: Do you consent to recording your commands?
it: Consenti alla raccolta dei tuoi comandi?

source: Thank you! If you change your mind, you can change the option from Settings.
it: Grazie! Se cambi idea, puoi modificare l'opzione dalle Impostazioni.

source: Okay, I will not store any command from this Almond. If you change your mind, you can change the option from Settings.
it: Okay, non memorizzerò i comandi da questo Almond. Se cambi idea, puoi modificare l'opzione dalle Impostazioni.

source: Okay, on to what I can do: I am capable of understanding actions and events over web services and smart devices. I do not chat, and I do not understand questions very well. Please check out the Cheatsheet (from the menu) to find out what I understand, or type ‘help’.
it: Okay, continuando con cosa sono in grado di fare: sono capace di comprendere azioni ed eventi applicabili a servizi online e dispositivi smart. Non chiacchero, e non capisco molto bene le domande. Dai un'occhiata al Bigino (dal menù) per scopire cosa capisco, o digita ‘aiuto’.

source: Sorry, to allow access to your devices you must log in to your personal account.
it: Mi dispiace, ma per consentire l'accesso ai tuoi dispositivi devi fare login al tuo account personale.

source: Where are you now?
it: Dove sei ora?

source: What is your home address?
it: Qual è il tuo indirizzo di casa?

source: What is your work address?
it: Qual è il tuo indirizzo di lavoro?

source: What time does your morning begin?
it: A che ora inizia la tua mattina?

source: What time does your evening begin?
it: A che ora inizia la sera per te?

source: Sorry, to execute this command you must log in to your personal account.
it: Mi dispiace, ma per eseguire questo comando devi fare login al tuo account personale.

source: Show more results
it: Mostra più risultati

source: Sorry, I did not find any result for that.
it: Mi dispiace, non ho trovato alcun risultato.

source: Sorry, I don't know how to do that yet.
it: Mi dispiace, ma ancora non so come fare ciò che mi hai chiesto.

source: I agree, but to what?
it: Sono d'accordo, ma... su cosa?

source: No way!
it: Non esiste!

source: Yes what?
it: Sì cosa?

source: Please click on one of the provided choices.
it: Per favore clicca su una delle scelte visualizzate.

source: Sorry, but that's not what I asked.
it: Mi dispiace, ma non è quello che ho chiesto.

source: In fact, I did not ask for anything at all!
it: In effetti, non ho chiesto nulla!

source: Sorry, I need you to confirm the last question first.
it: Mi dispiace, ma mi serve che confermi l'ultima domanda prima di andare avanti.

source: Could you choose one of the following?
it: Scegli solo uno dei seguenti.

source: Could you give me a number?
it: Puoi inserire un numero?

source: Could you give me a date?
it: Puoi inserire una data?

source: Could you give me a time of day?
it: Puoi inserire un orario?

source: Could you upload a picture?
it: Puoi inserire una foto?

source: Could you give me a place?
it: Puoi inserire una località?

source: Could you give me a phone number?
it: Puoi inserire un numero di telefono?

source: Could you give me an email address?
it: Puoi inserire un indirizzo e-mail?

source: Which is interesting, because I'll take anything at all. Just type your mind!
it: Il che è interessante, perchè mi va bene qualunque cosa. Libera la tua fantasia!

source: I'm looking for a command.
it: Vorrei un comando.

source: I'm looking for a filter
it: Vorrei un filtro.

source: In fact, I'm not even sure what I asked. Sorry!
it: In effetti, non sono del tutto sicura di cosa ho chiesto. Scusa!

source: Sorry, I did not understand that. Can you rephrase it?
it: Mi dispiace, non ho capito. Puoi riprovare?

source: Sorry, I did not understand that.
it: Mi dispiace, non ho capito.

source: I'm sorry, you don't have permission to do that.
it: Mi dispiace, non hai il permesso di eseguire questa operazione.

source: Consider it done.
it: Consideralo fatto.

source: Sorry I couldn't help on that.
it: Mi dispiace non poter essere d'aiuto.

source: Unknown device
it: Dispositivo sconosciuto

source: Description not available
it: Descrizione non disponibile

source: This app has no description
it: Questa app non ha descrizione.

source: User not available to respond
it: L'utente non è disponibile a rispondere

source: This is one of your own Almond apps.
it: Questo è una delle tue app Almond.

source: I know, right?
it: Vero?

source: No need to be sorry.
it: Non c'è motivo di scusarsi.

source: At your service.
it: Al tuo servizio.

source: Miscellaneous Interfaces
it: Miscellanea

source: Time, randomness and other non-device specific things.
it: Orario, casualità e altre cose non specifiche di un dispositivo.

source: Sorry, I cannot access your location in this version of Almond.
it: Mi dispiace, ma non posso accedere alla tua posizione in questa versione di Almond.

source: Unknown
it: Ignota

source: User not available
it: Utente non disponibile

source: Opening files is not implemented in this Almond
it: L'apertura di file non è implementata in questo Almond

source: This is a Bluetooth device of unknown or generic type
it: Questo è un dispositivo Bluetooth di tipo generico o sconosciuto

source: This Almond has no bluetooth capability
it: Questo Almond non supporta il Bluetooth

source: Insert your email address or phone number:
it: Inserisci il tuo numero di telefono o indirizzo email:

source: Insert your password:
it: Inserisci la tua password:

source: This is your Matrix Account.
it: Questo è il tuo account Matrix.
